[
  {
    "item_type": "POST",  
    "local_id":"0",
      "image_url":"x",
      "title_text":"⚡ ⚡ ⚡ Instructions: Click here ⚡ ⚡ ⚡ ",
      "secondary_text":"This app attempts to curate and micro-summarize articles for rapid, convenient consumption. Articles have 3 levels of depth - if a topic interests you, click on it to get a more full summary (like this text). If you want more, click on the summary text to go to the full article. Click on the title again to collapse the summary. Try it now.",
      "created_utc_sec":1588432243,
      "author":"howto"
    },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Apple leaks 📱",
    "secondary_text":"The new line-up of iPhones could include four new smartphones, a 5G upgrade, and an infusion of iPad Pro styling and tech. Apple has supposedly reduced the size of the notch on the screen panel, flattened out the glass on the 2020 iPhone Pro, and increased the screen size of the iPhone 11 Pro Max’s successor. The 2020 iPhone Pro is expected to have three cameras and a LIDAR Scanner, and the iPhone 11’s successor will have two cameras. A new HomePod will be launched that will be roughly half the size of the original and will feature a smarter Siri. Apple AirTags are also expected to launch this year. There could be a delay in the release of some models due to the pandemic.",
    "created_utc_sec":1588432243,
    "author":"slashgear",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fwww.slashgear.com%2Fhuge-iphone-12-changes-inside-out-leak-in-apple-2020-roadmap-report-13616491%2F/1/0100017178264101-44f54497-0cde-42e6-bd19-f88e29c82ac3-000000/InsmgeUMTDN3aK_XD_Ez1W5YZZf4Zw1nUxUuM8dkH4k=136"
  },
  {
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Amazon hires 75000 👷‍♀",
    "secondary_text":"Amazon is attempting to catch up with demand by hiring 75,000 new part and full-time employees and by limiting new signups to its services. Third-party sellers will be able to resume shipping non-essential items through Amazon’s fulfillment service later this week. Amazon has increased Whole Foods’ online order capacity by more than 60 percent since the beginning of the COVID-19 crisis, but it still expects that customers will have difficulty finding open delivery slots. Customers are encouraged to shop in-person if they are able to. Employees are not immune to the virus, and tensions within the company are high.",
    "created_utc_sec":1588345843,
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Farstechnica.com%2Ftech-policy%2F2020%2F04%2Famazon-hiring-another-75000-pausing-new-grocery-signups-amid-demand%2F/1/0100017178264101-44f54497-0cde-42e6-bd19-f88e29c82ac3-000000/rWoqLCnzKsLfJFaIzWAnjayZNdcI-HmUeN4LF6VDQGs=136"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"7 weeks inside Wuhan ICU 👨‍⚕️",
    "secondary_text": "Wu Feng spent nearly two months in Wuhan treating some of China’s most severe COVID-19 cases. The hospitals were a disaster zone, with makeshift areas created to support the huge influx of patients. Many frontline and critical care staff were becoming infected due to shortages in personal protective equipment. Staff from other specialties were called in to help. Wu Feng and his team were able to treat a total of 215 patients without having a single team member infected. Feng describes how doctors in China developed current treatments for COVID-19.",
    "created_utc_sec":1588432243,
    "author":"sixthtone",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fwww.sixthtone.com%2Fnews%2F1005474%2FI%2520Spent%2520Seven%2520Weeks%2520in%2520a%2520Wuhan%2520ICU.%2520Here%25E2%2580%2599s%2520What%2520I%2520Learned%23/1/0100017178264101-44f54497-0cde-42e6-bd19-f88e29c82ac3-000000/sEIMZukaWbGznvLoxioZz8VF9_PeV-Hxmo10amR85d4=136"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Google Debit Card 💳",
    "secondary_text":"Google is developing its own physical and virtual debit cards. The cards will be co-branded with different bank partners, including CITI and Stanford Federal Credit Union. Combined with Google Pay, it will be Google's answer to Apple Pay and the Apple Card. This might mean that Google will become a financial services company and start offering other services that banks usually offer. Google's vast access to data means it could more accurately manage risk than traditional financial institutions.",
    "created_utc_sec":1588432243,
    "author":"techcrunch",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Ftechcrunch.com%2F2020%2F04%2F17%2Fgoogle-card%2F/1/01000171970c1902-f4ce1eca-83ea-489f-9e0f-993e69d6793a-000000/gURbqv5vfmULZOP6E2JN1KO6k8An7yKi0_2YgpaEO2A=137"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Facebook Gaming 🎮",
    "secondary_text":"Facebook Gaming is launching on Android today. It is Facebook's attempt to take on the streaming community. The app will be available on iOS once it is approved on the App Store. Facebook has been investing in gaming for years, but despite its large user base, it still lags behind Twitch and YouTube when it comes to hours of gameplay watched. The app will allow users to become a streamer with only a few clicks.",
    "created_utc_sec":1588432243,
    "author":"theverge",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fwww.theverge.com%2F2020%2F4%2F19%2F21227120%2Ffacebook-gaming-app-livestream-youtube-twitch-esports-android/1/01000171970c1902-f4ce1eca-83ea-489f-9e0f-993e69d6793a-000000/6qmds7gb_RGD27pqFcsxnPRQ7I0HWGBbBIM1-HcUrL0=137"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Covid Antibody Test 💉",
    "secondary_text":"Newly-developed COVID antibody blood tests can measure a person's immune response to the disease. This means that people can test to see if they have already had the coronavirus. The presence of antibodies might indicate resistance to the virus, but this has not been proven yet. The antibody test involves a small blood sample from a finger prick and the procedure takes about a minute. There are three outcomes to the test - negative, positive (and the antibodies are still fighting the disease), and positive (recovered). The validity of the tests is still under some debate, and there is no scientific evidence yet that immunity actually exists.",
    "created_utc_sec":1588432243,
    "author":"futurism",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Ffuturism.com%2Fneoscope%2Fwhat-its-like-covid-antibody-test/1/01000171970c1902-f4ce1eca-83ea-489f-9e0f-993e69d6793a-000000/_cyySVUnZqtc5pgf_OCjnb-4PQP-Vkd0iozpJUI6DK0=137"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Yelp lays off 1000 😞",
    "secondary_text":"Yelp has laid off 1,000 employees in order to cut expenses. An additional 1,100 employees are on unpaid leave until further notice. Yelp had considered cutting costs in different ways, including reducing server costs and deprioritizing projects. Its executives had already accepted 20-30% pay cuts. The business is based on recommending the best local businesses, but most businesses are now closed.",
    "created_utc_sec":1586531443,
    "author":"techcrunch",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Ftechcrunch.com%2F2020%2F04%2F09%2Fyelp-lays-off-1000-employees-and-furloughs-1100-more%2F/1/01000171638c5f42-215bb22a-3a42-446a-897a-477adb95f1f1-000000/15WPky6Hj4aF4HoeO27tTMvzOUqVrE6FgTyTU2f6UW0=136"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"AirBNB virtual experiences 💃",
    "secondary_text":"Airbnb Online Experiences now offers remote activities, such as bartending and cooking classes, virtual bike tours, drawing lessons, and more. Experiences launched in 2016 as part of Airbnb's plan to transform the rental platform into a full-fledged travel company. With most nonessential businesses being closed, Airbnb hopes that the online-only relaunch might give guests something to do and potentially give local hosts a new source of income. Experiences range from a few dollars up to $65 per person per activity. Airbnb has partnered with a few organizations to offer free live activities catered towards the elderly. These activities will be hosted on Zoom, with Airbnb providing the hosts paid access for free.",
    "created_utc_sec":1586531443,
    "author":"theverge",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fwww.theverge.com%2F2020%2F4%2F9%2F21214930%2Fairbnb-experiences-online-virtual-travel-stay-at-home/1/01000171638c5f42-215bb22a-3a42-446a-897a-477adb95f1f1-000000/psjV3GzemPexAKvGirED2RJxvdPDeyHc2xDCuvdmyHA=136"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"IoT botnets 🤖",
    "secondary_text":"dark_nexus is a new IoT botnet that has a list of advanced features and capabilities that puts most IoT botnets and malware to shame. The botnet regularly receives feature version updates. It has infected at least 1,362 devices, including video recorders, thermal cameras, and routers. dark_nexus can run on at least 12 different types of CPUs. The main purpose of dark_nexus is to perform Distributed Denial-Of-Service attacks.",
    "created_utc_sec":1586531443,
    "author":"arstechnica",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Farstechnica.com%2Finformation-technology%2F2020%2F04%2Fmeet-dark_nexus-quite-possibly-the-most-potent-iot-botnet-ever%2F/1/01000171638c5f42-215bb22a-3a42-446a-897a-477adb95f1f1-000000/oOc6XiccgPGBPhUFrBrP3uY_BTxlAkmXhtP2WEWtVJs=136"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"Snapchat's lockdown leaderboard 📱",
    "secondary_text":"Snapchat-owned location app Zenly is gamifying social distancing with a leaderboard for people who have spent the most time at home. Zenly usually encourages people to share locations to meet up with friends, but it has switched up its incentives and is now encouraging people to stay at home. The app also shows an overlay that shows the number of coronavirus cases in a state or country.",
    "created_utc_sec":1588432243,
    "author":"theverge",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fwww.theverge.com%2F2020%2F3%2F24%2F21192741%2Fsnapchat-zenly-app-stay-at-home-leaderboard-coronavirus-social-distancing/1/01000171112672db-1bfb35ad-3828-4af6-8367-342fc81bdebf-000000/DG9i0RkbmYSoljYgK4XTWjfGDvGKalL7GaM03e-8SJs=133"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"China's OS 💻",
    "secondary_text":"Chinese tech companies have started developing their own software since the US has blocked China from using its software and hardware. Unified Operating System is a Linux-based system that can boot in 30 seconds on China-made chips. There are a variety of other Chinese operating systems. Screenshots and descriptions of these systems are available in the article. China missed an opportunity to switch operating systems when Windows XP reached the end of its lifecycle, but now the country is ready.",
    "created_utc_sec":1588432243,
    "author":"abacusnews",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fwww.abacusnews.com%2Ftech%2Fmeet-chinese-operating-system-thats-trying-shift-country-windows%2Farticle%2F3075616/1/01000171112672db-1bfb35ad-3828-4af6-8367-342fc81bdebf-000000/XgP2IAf6VrEH0kCTUq7928IEYH7nlWxEGkVxbJIKZeo=133"
  },
{
  "item_type": "POST",  
  "local_id":"0",
    "image_url":"x",
    "title_text":"weird internet foods 🍔",
    "secondary_text":"Facebook's employees were sent to work from home due to the pandemic. This resulted in Doordash blocking Facebook's VPN IP from making orders as too many of its employees were ordering from the IP at the same time. Many tech workers haven't needed to cook in a long time and this is causing a large spike in the use of delivery services. Workers are also sharing memes on social media about their lack of cooking skills. Some tech workers who do have cooking skills have started sharing the meals that they have made online. Overall, it is a strange time to be watching how the tech community continues to be social during this time of social distancing.",
    "created_utc_sec":1588432243,
    "author":"eater",
    "article_url":"https://tracking.tldrnewsletter.com/CL0/https:%2F%2Fsf.eater.com%2F2020%2F3%2F24%2F21192475%2Fgoogle-facebook-dropbox-coronavirus-home-cooking-food/1/01000171112672db-1bfb35ad-3828-4af6-8367-342fc81bdebf-000000/qf_DKEjupJzn_Pvl1H2r4cnnRNTVQuJRYnp1dHWP-mI=133"
  }
]